import React from 'react';

function About() {
  return (
    <div className="container my-5">
      <div className="parallax">
        <h2 className="text-white">Discover the Temple's History</h2>
      </div>

      {/* <h2 className="mb-4">About the Temple</h2> */}
      <p>ഭക്തജനങ്ങളെ,</p>
      <p>കച്ചേരിക്കുന്നു ശ്രീ കുന്നത് ഭഗവതി ക്ഷേത്രത്തിൽ സാന്നിദ്യം ചെയ്ത വരുന്ന</p>
      <p>പ്രദാന ദേവിയുടെയും ഉപദേവാദികളുടെയും ത്രികാലികമായ ശുഭാശുഭങ്ങളെ </p>
      <p> അറിയുവാനായി 1995 ജനുവരി 13 , 14 തീയതികളിൽ പ്രമുഖ ജ്യോതിഷ പണ്ഡിതരായ ബ്രഹ്മശ്രീ </p>
      <p>മുല്ലപ്പളളി നാരായണൻ നമ്പൂതിരി , നല്ലൂർ രാമകൃഷ്ണപ്പണിക്കർ , പന്തീരാങ്കാവ് വാസുദേവ</p>
      <p> പണിക്കർ എന്നിവർ ക്ഷേത്രാങ്കണത്തിൽ വെച്ച നടത്തിയ സ്വര്ണപ്രശ്നത്തിൽ ഈ</p>
      <p> ക്ഷേത്രം അതിപുരാതനമായ ദേവിക്ഷേത്രം ആണെന്നും പ്രഗൽഭനായ ഒരു ആചാര്യന്റെ ഉപാസന</p>
      <p> വൈഭവത്തിൽ നിന്ന് ആവിർഭവിച്ചതും അദ്ദേഹത്തിനാൽ  പ്രതിഷ്ഠിക്കപ്പെട്ടതുമാണ്</p>
      <p> ഇവിടുത്തെ പ്രദാന ചൈതന്യമായ ഭഗവതി എന്നും കണ്ടിരുന്നു.</p>
    </div>
  );
}

export default About;